Repository: plechev-64/wp-recall
Catalog: languages/*.po
Languages: he_il, uk_ua

source: Enter the amount required
he_il: הזן את הסכום הנדרש
uk_ua: Введіть потрібну суму

source: Income dynamics
he_il: דינמיקת הכנסות
uk_ua: Динаміка платежів

source: The time period
uk_ua: Період часу

source: "Days/Months"
uk_ua: "Дні/Місяці"

source: "Payments (PCs.)"
uk_ua: "Платежі (шт.)"

source: "Income (thousands)"
uk_ua: "Дохід (тис.)"

source: Pay personal account
uk_ua: Оплатити з особистого рахунку

source: Confirm the operation
uk_ua: Підтвердити операцію

source: Pay through payment system
uk_ua: Оплатити через платіжні системи

source: Top up personal account
he_il: חשבון אישי למעלה
uk_ua: Поповнити особистий рахунок

source: Payment for the order on the website
uk_ua: Оплата замовлення на сайиі

source: Other payments
uk_ua: Інші платежі

source: A record of the payment in the database was not found
uk_ua: Платіж не знайдений в базі данних

source: SETTINGS
he_il: הגדרות
uk_ua: НАЛАШТУВАННЯ

source: Documentation
he_il: מסמכים
uk_ua: Документація

source: Documentation for the plugin WP-RECALL
he_il: מסמכים של הפלגין
uk_ua: Документація для плагіну WP-RECALL

source: Plugin installation
he_il: התקנת תוסף
uk_ua: Встановлення плагіну

source: Update the plugin and its extensions
he_il: עדכון התוסף והרחבות
uk_ua: Оновлення плагіну і його доповнень

source: The plugin settings
he_il: הגדרות התוסף
uk_ua: Налаштування плагіну

source: Used shortcodes Wp-Recall
he_il: Wp-Recall קודים קצרים
uk_ua: Шорткоди WP-RECALL

source: General information about plugins Wp-Recall
he_il: מידע כללי על תוספי WP-Recall
uk_ua: Загальна інформація про доповнення WP-RECALL

source: Basic add-ons Wp-Recall
he_il: הרחבות בסיסיות של Wp-Recall
uk_ua: Базові доповнення WP-RECALL

source: Paid add-ons Wp-Recall
he_il: הרחבות בתשלום של Wp-Recall
uk_ua: Платні доповнення WP-RECALL

source: Custom fields profile Wp-Recall
he_il: שדות מתואמות של פרופיל אישי WP-Recall
uk_ua: Довільні поля профілю WP-RECALL

source: Custom fields form publishing Wp-Recall
he_il: שדות מתואמות של פרופיל אישי לפרסום WP-Recall
uk_ua: Довільні поля публікації WP-RECALL

source: An example of additions Wp-Recall
he_il: דוגמא של תוספות WP-Recall
uk_ua: Приклад створення доповнення WP-RECALL

source: Functions and hooks Wp-Recall for the development
uk_ua: Функції і хуки WP-RECALL

source: Update history Wp-Recall
he_il: Functions and hooks Wp-Recall for the development
uk_ua: Історія оновлень WP-RECALL

source: Used libraries and resources
he_il: ספריות ומשאבים משומשים
uk_ua: Бібліотеки і ресурси

source: Pictures record the withdrawal in the gallery Wp-Recall?
uk_ua: Використовувати вивід зображень публікації через галерею WP-RECALL?

source: Configure the plugin Wp-Recall and additions
uk_ua: Налаштування плагіну WP-RECALL і його доповнень

source: The order of withdrawal of the personal Cabinet
uk_ua: Порядок виводу особистого кабінету

source: On the archive page of the author
he_il: בדף הארכיון של המחבר
uk_ua: На сторінці архіву автора

source: Using the shortcode [wp-recall]
uk_ua: Через шорткод [wp-recall]

source: The host page the shortcode
he_il: דף מארח קוד קצר
uk_ua: Сторінка розміщення шорткоду

source: The formation of links to personal account
he_il: ההיווצרות של קישורים לחשבון אישי
uk_ua: Формат посилання на особистий кабінет

source: The link is formed by a principle "/slug_page/?get=ID". The parameter "get" can be set here. By default user
uk_ua: Посилання формується по принципу "/slug_page/?get=ID". Параметр "get" можно указать здесь. За замовченням user

source: Download tabs
uk_ua: Завантаження вкладов

source: Downloads all
uk_ua: Завантажувати всі

source: On a separate page
uk_ua: Кожна завантажується окремо

source: Ajax loading
uk_ua: Ajax-завантаження

source: Inactivity timeout
he_il: פסק זמן חוסר פעילות
uk_ua: Таймаут активності

source: Specify the time in minutes after which the user will be considered offline if you did not show activity on the website. The default is 10 minutes.
he_il: ציין את הזמן בדקות לאחר שהמשתמש ייחשב מחובר אם לא להראות פעילות באתר.ברירת המחדל היא 10 דקות.
uk_ua: За замовченням 10 хвилин

source: Access to the console
he_il: לאשר בפנל
uk_ua: Доступ в консоль сайту

source: Access to the site is permitted console
he_il: גישה לאתר מותרת מהפנל
uk_ua: Доступ до консолі сайту наданий

source: If the selected archive page of the author, in the right place template author.php paste the code if(function_exists('wp_recall')) wp_recall();
uk_ua: Якщо обрана сторінка архіву автора, то всередині шаблона archive.php необхідно розмістити функцію if(function_exists('wp_recall')) wp_recall();

source: Download the current style file for editing
he_il: הורד את קובץ הסגנון הנוכחי לעריכה
uk_ua: Завантажити поточний стильовий файл

source: Making
he_il: יציגה
uk_ua: Оформлення

source: The placement of the buttons sections
he_il: המיקום של חלקי הכפתורים
uk_ua: Розміщення кнопок виводу вкладок

source: Left
he_il: שמאלה
uk_ua: Зліва

source: Pause Slider
he_il: השהת Slider
uk_ua: Пауза слайдера

source: The value of the pause between slide transitions in seconds. Default value is 0 - the slide show is not made
he_il: הערך של ההפסקה בין מעברי שקופיות בשניות. ערך ברירת מחדל הוא 0 - הצגת השקופיות לא נעשתה
uk_ua: Значення паузи для слайдера в секундах. За замовченням 0 - слайди не змінюються

source: Minimization of style files
he_il: מזעור של סגנון הקבצים
uk_ua: Мінімізація стильових файлів

source: Minimization of style files only works against the style files Wp-Recall and additions that support this feature
he_il: מזעור של קבצים בסגנון עובד רק נגד קבצי סגנון wp-recall ותוספות שתומכים בתכונה זו
uk_ua: Мінімізация стильових файлів працює тільки з стильовими файлами плагіну Wp-" Recall і його доповнень, які підтримуються цей функціонал

source: Your stylesheet(CSS)
uk_ua: Ваш стильовий файл(CSS)

source: File replaces the minified stylesheet, if enabled minimization
uk_ua: Файл замінить поточний мінімізований стильновий файл,якщо включена мінімізація

source: Login and register
he_il: התחברות והרשמה
uk_ua: Вхід і реєстрація

source: Floating form
uk_ua: Спливаюча форма

source: Form Wordpress
uk_ua: Форма Wordpress

source: The form in the widget
uk_ua: Форма в віджеті

source: ID of the page with the shortcode [loginform]
uk_ua: Ідентифікатор сторінки з шорткодом [loginform]

source: <b>note:</b> If selected, the order of the login form and registration on a separate page, create the page, to arrange its contents shortcode [loginform] and specify the ID of this page in the box above.
uk_ua: Замітка: Якщо вивід форми на окремій сторінці, то створіть сторінку з шорткодом [loginform] і вкажіть її ідентифікатор тут.

source: A registration confirmation by the user
he_il: אישור רישום על ידי המשתמש
uk_ua: Підтвердження реєстрції користувача

source: Used
he_il: בשימוש
uk_ua: Використовується

source: Redirect user after login
he_il: הפנית משתמשים לאחר התחברות
uk_ua: Перенаправлення після авторизації

source: The user profile
he_il: הגדרות משתמש
uk_ua: Профіль користувача

source: Current page
he_il: העמוד הנוכחי
uk_ua: Поточна сторінка

source: Arbitrary URL
uk_ua: Довільний URL

source: Enter your URL below, if you select an arbitrary URL after login
uk_ua: Введіть URL, якщо вибрано довільний URL після авторизації

source: Field repeat password
uk_ua: Поле повторю пароля

source: Displayed
he_il: תצוגה
uk_ua: Відображати

source: Indicator password complexity
uk_ua: Індикатор сили паролю

source: Conclusion the panel recallbar
uk_ua: Вивід панелі recallbar

source: Your gratitude
he_il: הכרת התודה שלך
uk_ua: Ваша вдяка

source: To display a link to the developer`s site (Thank you, if you decide to show)
uk_ua: Відображення посилання на сайт розробника плагіну (Дякую,якщо вирішили показати)

source: Used template
he_il: תבנית בשימוש
uk_ua: Шаблон

source: Not connected
he_il: לא מחובר
uk_ua: Не підключено

source: Error! Perhaps this addition does not support ajax loading
uk_ua: Помилка! Дане доповнення підтримує ajax-завантаження

source: The site works using the functionality of the plugin
uk_ua: Сайт використовує функціонал плагіну

source: Author of publication
uk_ua: Автор публікації

source: Congratulations! You have been banned.
uk_ua: Ви були заблоковані на цьому сайті.

source: Publication pending approval!
he_il: פרסום ממתין לאישור!
uk_ua: Публікація очікує одобрення!

source: Enter characters
he_il: הזן את התווים
uk_ua: Введіть символи

source: This letter was created automatically, no need to answer it.
he_il: מכתב זה נוצר באופן אוטומטי, אין צורך לענות עליו.
uk_ua: Цей повідомлення було сформовано автоматично, не відповідайте на нього.

source: long ago
he_il: לפני זמן רב
uk_ua: давно

source: already
he_il: מוכן
uk_ua: вже

source: min.
he_il: דקות
uk_ua: хв.

source: h.
he_il: שעות
uk_ua: год.

source: Password
he_il: סיסמה
uk_ua: Пароль

source: Repeat the password
he_il: חזור על הסיסמה
uk_ua: Повторіть пароль

source: The passwords do not match!
he_il: סיסמאתך לא תואמות!
uk_ua: Паролі не співпадають!

source: The passwords match
he_il: סיסמה תואמת
uk_ua: Паролі співпадають

source: Hi
he_il: שלום
uk_ua: Привіт

source: In personal account
he_il: לאזור האישי
uk_ua: В особистий кабінет

source: Exit
he_il: יציאה
uk_ua: Вихід

source: Registration
he_il: הרשמה
uk_ua: Реєстрація

source: Login invalid characters!
he_il: אותיות לא חוקיות!
uk_ua: В логіні недопустимі символи!

source: Fill in the fields!
he_il: מלא את השדות!
uk_ua: Заповніть поля!

source: Field filled not right CAPTCHA!
he_il: שדה CAPTCHA לא נכון!
uk_ua: Не вірно заповнено поле CAPTCHA!

source: Username already in use!
he_il: שם משתמש זה כבר בשימוש!
uk_ua: Логін вже використовується!

source: E-mail is already in use!
he_il: דוא"ל זה כבר בשימוש!
uk_ua: E-mail вже використовується!

source: Invalid E-mail!
he_il: דוא"ל שגוי!
uk_ua: Неправильний E-mail!

source: Registration is completed! Check your email.
he_il: הרשמה הושלמה! בדוק את הדואר האלקטרוני שלך.
uk_ua: Реєстрація завершена! Перевірте свій E-mail.

source: Your email is not confirmed!
he_il: הדוא"ל שלך לא אישר!
uk_ua: Ваш E-mail не підтверджений!

source: Username or password are not correct!
he_il: שם משתמש או סיסמא לא נכונים!
uk_ua: Логін або пароль неправильний!

source: Registration is completed! Check your email
he_il: הרשמה הושלמה! בדוק את הדואר האלקטרוני שלך.
uk_ua: Реєстрація завершена! Перевірте свій E-mail.

source: Your password has been sent!<br>Check your email.
he_il: סיסמתך נשלחה אילך! <br> בדוק את תיבת הדוא"ל שלך.
uk_ua: Ваш пароль був надісланий! Перевірте свою пошту.

source: Error filling!
he_il: שגיאה במילוי!
uk_ua: Помилка заповненння!

source: Repeat password is not correct!
he_il: הסיסמה חזורת אינה נכונה!
uk_ua: Повтор паролю невірний!

source: Add-on manager
uk_ua: Add-on менеджер

source: Add-ons Wp-Recall
uk_ua: Доповнення Wp-Recall

source: Addition <strong>activated</strong>. It is possible that on the settings page of Wp-Recall new settings
uk_ua: Доповнення <strong>активовано</strong>. Можливо на сторінці налаштувань Wp- Recall зявились нові опції

source: Addition <strong>deactivated</strong>.
uk_ua: Доповнення <strong>деактивовано</strong>.

source: Files and data additions have been <strong>removed</strong>.
uk_ua: Файли і данні доповнення були <strong>видалені</strong>

source: The Supplement has not been loaded. Add missing the correct header.
uk_ua: Доповнення не було завантажено. Не знайдено коректні заголовки.

source: Key is stored
uk_ua: Ключ збережений

source: Enter RCLKEY
uk_ua: Введіть Enter RCLKEY

source: He will need to update the add-ons here. Get it , you can profile your account online <a href="http://wppost.ru/" target="_blank">http://wppost.ru</a>
uk_ua: Він потрібен для отримання оновлень. Ключ можна дістати тут <a href="http://wppost.ru/" target="_blank">http://wppost.ru</a>

source: To install the add-on to Wp-Recall format .zip
uk_ua: Завантажити доповнення Wp-Recall в форматі .zip

source: If you have the archive add-on for wp-recall format .zip, here you can download and install it.
uk_ua: Якщо у вас є архів доповнення для Wp-Recall в форматі ZIP, то ви можете завантажити й встановити його тут.

source: Plugin archive
uk_ua: Архів доповнення

source: To install
he_il: התקנה
uk_ua: Встановити

source: Active
he_il: מופעל
uk_ua: Активно

source: Inactive
he_il: לא פעיל
uk_ua: Неактивно

source: Deactivate
he_il: בטל
uk_ua: Деактивувати

source: To activate
he_il: להפעלה
uk_ua: Активувати

source: Select all
he_il: סמן הכל
uk_ua: Вибрати усі

source: Additions
he_il: תוספות
uk_ua: Доповнення

source: Settings
he_il: הגדרות
uk_ua: Налаштування

source: Activate
he_il: הפעל
uk_ua: Активувати

source: Version
he_il: גירסה
uk_ua: Версія

source: Author
he_il: מחבר
uk_ua: Автор

source: Visit the page of the author
he_il: לבקר דף של מחבר
uk_ua: Відвідати сторінку автора

source: Visit the page of the add-on
uk_ua: Відвідати сторінку доповнення

source: Page Add-on
uk_ua: Сторінка доповнення

source: You cant control polucheniya plugins on this site.
he_il: אתה לא יכול לשלוט בתוספי באתר זה.
uk_ua: Ви не можете керувати загрузкою плагінів на цьому сайті.

source: Unpacking of archive failed.
uk_ua: Розпакування архіву не вдалось.

source: ZIP archive not found.
uk_ua: ZIP архів не знайдений.

source: Agreement
he_il: הוספה
uk_ua: Угода

source: Max size
he_il: לגודל המקסימלי
uk_ua: Максимальний розмір

source: Download file
he_il: להוריד קובץ
uk_ua: Завантажити файл

source: File does not exist on the server!
he_il: קובץ לא קיים על השרת!
uk_ua: Файл не знайдений на сервері!

source: File has deleted
he_il: הקובץ נמחק
uk_ua: Файл був видалений

source: List of columns to select
uk_ua: Список категорій для вибору

source: ID separated by comma
uk_ua: ID розділяються комою

source: Add field
he_il: הוסף שדה
uk_ua: Добавити поле

source: specify the types of files that are loaded by a comma, for example: image/*, video/*
uk_ua: вкажіть типи завантажуваного файла, розділяючи комою, наприклад: image/*, video/*

source: the list of options to share the " # " sign
uk_ua: множинні значення розділяються знаком решітки "#"

source: maximum size of uploaded file, MB (Default - 2)
he_il: גודל מרבי של קובץ שהועלה, MB (ברירת מחדל - 2)
uk_ua: максимальний розмір, МБ (За замовченням 2)

source: not necessarily<br>if you want to enlist their arbitrary field, we list the meta_key in this field
uk_ua: не обоязкого<br>якщо необхідно, то можна прописати своє значення meta_key для поля

source: Latin and numbers
he_il: אנגלית או/ו מספרים
uk_ua: Латиниця і числа

source: The field type
he_il: סוג השדה
uk_ua: Тип поля

source: Textarea
uk_ua: Багатострокове поле

source: Select
he_il: בחר
uk_ua: Випадаючий список

source: MultiSelect
he_il: בחירה מרובה
uk_ua: Множинний вибір

source: Checkbox
he_il: תיבת סימון
uk_ua: Чекбокси

source: Radiobutton
he_il: כפתור רדיו
uk_ua: Радіокнопки

source: Phone
he_il: טלפון
uk_ua: Телефон

source: Url
uk_ua: Посилання

source: File
he_il: קובצ
uk_ua: Файл

source: All values of a custom field with meta_key
uk_ua: Всі значення довільних полів з цим meta_key

source: were removed from the Database
he_il: נמחק מהמאגר
uk_ua: були видалені з бази данних

source: Unable to retrieve the file from the server!
uk_ua: Неможливо отримати файл з сервера!

source: Update does not have the correct title!
uk_ua: Оновлення має невірний заголовок!

source: Unable to open archive!
uk_ua: Неможливо відкрити архів!

source: not online
he_il: לא מחובר
uk_ua: не в мережі

source: Publics
he_il: ציבורי
uk_ua: Публікації

source: Confirm your registration!
he_il: נרשמת בהצלחה!
uk_ua: Підтвердіть свою реєстрацію!

source: You or someone else signed up on the website
he_il: אתה או מישהו אחר נרשם באתר
uk_ua: Ви або хтось інший зареєструвався на сайті

source: with the following data:
he_il: עם הנתונים הבאים:
uk_ua: з наступними данними:

source: If it wasnt you, then just ignore this email
he_il: אם זה לא אתה, אז פשוט להתעלם מדוא"ל זה
uk_ua: Якщо це були не ви,то просто проігноруйте цей лист

source: Total users
he_il: סה"כ משתמשים
uk_ua: Всього користувачів

source: Activity
he_il: פעילות
uk_ua: Активності

source: Rated
he_il: דירוג
uk_ua: Рейтингу

source: Publications
he_il: מאמרים
uk_ua: Публікаціям

source: Users not found
he_il: משתמשים לא נמצאו
uk_ua: Користувачі не знайдені

source: No one
he_il: אף אחד
uk_ua: Нікого немає

source: Search users
he_il: חיפוש משתמשים
uk_ua: Пошук користувачів

source: by name
he_il: לפי שם
uk_ua: по імені

source: by login
he_il: לפי משתמש
uk_ua: по логіну

source: To begin to use the capabilities of your personal account, please log in or register on this site
he_il: כנס בכדי להתחיל וליהנות ממערכת המנהלת את תיקי התביעה שלך בנוחות ומתעדכנת און-ליין
uk_ua: Почніть покристуватись всіма можливостями, війдіть або зареєструйтесь на сайті

source: Setting tabs
he_il: הגדרת כרטיסיות
uk_ua: Налаштування вкладок

source: Neither one tab personal account not found
he_il: פרטים אישיים לא נמצאו
uk_ua: Ні жодної вкладки особистого кабінету не знайдено

source: Sort your tabs by dragging them to the desired position
he_il: מיין הכרטיסיות שלך על ידי גרירתם למיקום הרצוי
uk_ua: Сортуйте вкладки перетаскуванням

source: Name tab
he_il: שם הכרטיסייה
uk_ua: Імя вкладки

source: Users
he_il: משתמשים
uk_ua: Користувачі

source: Unconfirmed
he_il: לא מאושר
uk_ua: Непідтвердежні

source: Ban
uk_ua: Заблоковані

source: Authorization
he_il: להרשם
uk_ua: Авторизація

source: Generation password
he_il: לחולל ססמה
uk_ua: Генерація пароль

source: Username or e-mail
he_il: שם משתמש או מייל
uk_ua: Логін або Е-mail

source: Authorization
he_il: הרשמה
uk_ua: Авторизація

source: Remember
he_il: זכור אותי
uk_ua: Запамятати

source: Forgot your password
he_il: שכחת ססמה
uk_ua: Нагадати пароль

source: Personal cabinet
he_il: אזור אישי
uk_ua: Особистий кабінет

source: Home
he_il: בית
uk_ua: Додому

source: New users on the website
he_il: משתמשים חדשים באתר
uk_ua: Нові користувачі на сайті

source: New users
he_il: משתמשים חדשים
uk_ua: Нові користувачі

source: The number of displayed users
uk_ua: Кількісті,що відображається

source: Page all users
he_il: דף של כל המשתמשים
uk_ua: Сторінка всіх користувачів

source: Conclusion the users in the network
he_il: משתמשים מחוברים
uk_ua: Вивід користувачів в мережі

source: Users on the network
he_il: משתמשים מחוברים
uk_ua: Користувачі в мережі

source: Right now
he_il: עכשיו
uk_ua: Зараз в мережі

source: The block with the main profile information
he_il: חסם את פרטים אישיים
uk_ua: Блок з основною інформацією профіля

source: Control panel
he_il: לוח בקרה
uk_ua: Панель управління

source: E-mail
he_il: דואל

source: OK
he_il: יש
