Repository: plechev-64/wp-recall
Catalog: languages/*.po
Languages: he_il, uk_ua

source: Settings background
uk_ua: Налаштування фону

source: Background private account
uk_ua: Фон особистого кабінету

source: Profile field for background
uk_ua: Поле профіля для фону

source: Specify the type of profile field "File" to through it could set the background image for your personal account
uk_ua: Виберіть поле профілю типу "Файл" і вкажіть його в якості фонового зображення

source: In this group don`t have bookmarks
uk_ua: В цій групі немає закладок

source: Close
he_il: סגור
uk_ua: Закрити

source: Group bookmarks
uk_ua: Групи закладок

source: Without group
uk_ua: Без групи

source: My bookmarks
he_il: סמניות שלי
uk_ua: Мої закладки

source: To filter the bookmarks, click on the desired group
uk_ua: Для сортування закладок виберіть потрібну групу

source: Manage bookmarks
uk_ua: Управління закладками

source: Bookmarks don`t have
uk_ua: Нічого не знайдено

source: Settings bookmarks
uk_ua: Налаштування закладок

source: Bookmarks
uk_ua: Закладки

source: The order buttons
uk_ua: Порядок відображення кнопки "В обране"

source: Automatically
uk_ua: Автоматично

source: Manually
uk_ua: Вручну

source: Manually the button "add To bookmarks" is output via shortcode [add-bookmark]
uk_ua: При ручному необхідно використовувати шорткод [add-bookmark]

source: Place output on the page (if the automatic withdrawal)
uk_ua: Місце відображення на сторінці (якщо автоматично)

source: Top
he_il: למעלה
uk_ua: Зверху

source: Below
uk_ua: Знизу

source: The caption on the button
uk_ua: Надпис на кнопці

source: the inscription is the default, you can override it in shortcode by adding shortcode in the value attribute
uk_ua: Ви можете змінити текст кнопки тут

source: edit
uk_ua: Редагувати

source: delete
he_il: מחק
uk_ua: Видалити

source: Add group
uk_ua: Додати групу

source: Disable bookmarks for publication
uk_ua: Відключити закладки для публікації

source: No
he_il: לא
uk_ua: Ні

source: Yes
he_il: כן
uk_ua: Так

source: Name
he_il: שם
uk_ua: Імя

source: Add
he_il: להוסיף
uk_ua: Додати

source: Change
he_il: החלפה
uk_ua: Змінити

source: In bookmarks
he_il: לסמניות
uk_ua: В закладки

source: Added to bookmarks
uk_ua: Добавлено в закладки

source: You`ve already added to the group of bookmarks
uk_ua: Ви вже добавили в закладки

source: Name group
uk_ua: Імя групи

source: Error
uk_ua: Помилка

source: Are you sure?
he_il: אתה בטוח?
uk_ua: Ви впевнені?

source: This photo does not exist!
uk_ua: Це фото не існує.

source: Gallery user
uk_ua: Галерея користувача

source: Gallery settings-user
uk_ua: Налаштування галереї

source: Do not use
uk_ua: Не використовувати

source: Use
uk_ua: Використати

source: The maximum size of images, Mb
uk_ua: Максимальний розмір зображень, МБ

source: To limit image uploads to publish this value in megabytes. By default, 2MB
uk_ua: Обмежіть розмір завантажуваного зображення, за замовченням 2МБ

source: The authorized number of images
uk_ua: Кількість зображень

source: Gallery
uk_ua: Галерея

source: To add files to the download queue
uk_ua: Додати файли в чергу завантаження

source: Save order
uk_ua: Зберегти порядок

source: The user`s photo
uk_ua: Фото користувача

source: Reply
he_il: להשיב
uk_ua: Відповісти

source: Cancel reply
uk_ua: Відміна відповіді

source: The material is updated
uk_ua: Матеріал оновлений

source: No data
uk_ua: Даних немає

source: Do you want to delete?
uk_ua: Дійсно видалити?

source: File size exceeded!
he_il: קובץ גדול מהרצוי !
uk_ua: Розмір файлу перевищено!

source: Save settings
he_il: שמור הגדרות
uk_ua: Зберегти налаштування

source: Last visitors
uk_ua: Останні відвідувачі

source: Display
uk_ua: Відображати

source: The order
he_il: הזמנה
uk_ua: Порядок відображення

source: Only the owner
uk_ua: Тільки господарю кабінета

source: All
he_il: כולם
uk_ua: Всім

source: The number of visitors
uk_ua: Кількість відвідувачів

source: the default is 10
uk_ua: За замовченням 10

source: Recent Visitors
uk_ua: Останні відвідувачі

source: Withdrawal
uk_ua: Запит на вивід

source: Settings personal account
uk_ua: Налаштування особистого рахунку

source: Allow withdrawals?
uk_ua: Дозволити виводити кошти?

source: Not allowed
uk_ua: Не дозволено

source: Allowed
uk_ua: Дозволено

source: Payment system which permitted withdrawal
uk_ua: Доступні платіжні системи

source: Specify comma-separated names of payment systems which the user can choose to withdraw funds
uk_ua: Вкажіть найменування доступних платіжних системи при формуваннні " запиту на вивід, розділяючи їх комою

source: The percentage of Commission for withdrawal of funds
uk_ua: Відсоток комісії при виводі

source: If nothing is specified, the withdrawal Commission is not charged
uk_ua: Якщо не вказано,комісія не утримується

source: Bring personal account in the advanced tab
uk_ua: Відображати особистий рахунок користувача в вкладці особистого кабінету

source: The transfer of funds
uk_ua: Переказ коштів

source: Transfer of funds between users
uk_ua: Переказ коштів між користувачами

source: Balance
he_il: מאזן
uk_ua: Рахунок

source: Personal account of the user
he_il: חשבון אישי של המשתמש
uk_ua: Особистий рахунок користувача

source: The withdrawal request
uk_ua: Запит на вивід коштів

source: Date of request
uk_ua: Дата запиту

source: The amount of the request
uk_ua: Сума запиту

source: The Commission
uk_ua: Комісія

source: Withdrawal amount
uk_ua: Сума на вивід

source: Comment
uk_ua: Коментар

source: Status
he_il: סטטוס
uk_ua: Статус

source: Consideration
uk_ua: На розгляді

source: cancel
uk_ua: Відміна

source: Payment system
uk_ua: Платіжні системи

source: The number of purse
uk_ua: Номер гаманця

source: Withdrawal amount (Commission for withdrawal %s)
uk_ua: Сума на вивід (Комісія при виводі %s)

source: Send enquiry
uk_ua: Відправити запит

source: The history of balance changes
uk_ua: Історія змін на рахунку

source: The account balance
uk_ua: Залишок на рахунку

source: Parish
uk_ua: Дохід

source: Consumption
uk_ua: Витрати

source: Date
he_il: תאריך
uk_ua: Дата

source: You haven`t had the movements of funds on the personal account
uk_ua: У вас ще не було операцій на особистому рахунку

source: Make transfer
uk_ua: Переказати

source: Sum
uk_ua: Сума

source: The transfer of funds to the user
uk_ua: Переказ коштів користувачу

source: The funds coming from the user
uk_ua: Переказ коштів від користувача

source: Money transfer
uk_ua: Грошовий переказ

source: The funds were successfully transferred to the account of that user
uk_ua: Переказ коштів був успішно здійснений

source: The withdrawal request is well formed
uk_ua: Запит на вивід коштів сформований

source: Processing
uk_ua: Обробка

source: The withdrawal request was cancelled
uk_ua: Запит на вивід відмінений

source: For a withdrawal to
uk_ua: Для виводу коштів на рахунок

source: The request for withdrawal is made
uk_ua: Запит на вивід коштів проведений

source: Management of withdrawal requests
uk_ua: Управління запитами на вивід коштів

source: Action
he_il: פעולה
uk_ua: Дія

source: Delete
he_il: מחק
uk_ua: Видалити

source: Apply
he_il: החל
uk_ua: Прийняти

source: User
uk_ua: Користувач

source: Amount request
uk_ua: Сума запиту

source: Made
uk_ua: Проведений

source: To balance user
uk_ua: Баланс користувача

source: Reject
he_il: דחה
uk_ua: Відхилено

source: Approve
uk_ua: Одобрено

source: At the moment, the query is no
uk_ua: На даний момент, запитів немає

source: History
uk_ua: Історія

source: Specify the amount of transfer!
uk_ua: Вкажіть суму для переказу!

source: Your account has insufficient funds!
uk_ua: На вашому рахунку недостатньо коштів!

source: Specify the number of purse!
uk_ua: Вкажіть номер гаманця!

source: Notifications
uk_ua: Оповіщення

source: Affordable gifts
uk_ua: Доступні подарунки

source: Free
uk_ua: Безкоштовно

source: A gift from the user
uk_ua: Подарунок від користувача

source: Gifts not found!
uk_ua: Подарунки не знайдені!

source: You already gave this gift!
uk_ua: Ви вже дарували це!

source: You have insufficient funds!
uk_ua: У вас недостатньо коштів!

source: Purchase a gift for
uk_ua: Купівля подарунка для

source: To make a gift
uk_ua: Зробити подарунок

source: Gifts
uk_ua: Подарунки

source: The received gifts
uk_ua: Отримані подарунки

source: A gift from
uk_ua: Подарунок від

source: File gift
uk_ua: Файл подарунку

source: Choose
he_il: בחר
uk_ua: Вибрати

source: Price
uk_ua: Ціна

source: More
uk_ua: Більше

source: Manage gifts Wp-Recall
uk_ua: Управління подарунками Wp-Recall

source: Save
he_il: שמור
uk_ua: Зберегти

source: A gift is not found!
uk_ua: Подарунок не знайдений!

source: Rank system
uk_ua: Система звань

source: Перечень званий
uk_ua: Перелік звань

source: Укажите перечень званий с требуемым значением рейтинга в формате "rankname:100". Каждое новое правило указывается с новой строки
uk_ua: Вкажіть перелік звань з потрібним значенням рейингу в форматі "rankname:100". Кожне нове правило вказується з нової стрічки

source: Unpaid access
uk_ua: Безкоштовний доступ

source: Заменить файл
uk_ua: Замінити файл

source: Subscribe
he_il: הירשם
uk_ua: Підписатись

source: Unsubscribe
he_il: ביטול מנוי
uk_ua: Відписатись

source: Followers
uk_ua: Підписники

source: List subscribers
uk_ua: Список підписників

source: Following yet
uk_ua: Підписникі поки немає

source: Subscriptions
uk_ua: Підписки

source: List subscriptions
uk_ua: Список підписок

source: Subscriptions yet
uk_ua: Підписок поки немає

source: Login or register to view the latest publications and comments from users on which you will you subscribed.
he_il: התחבר או הירשם כדי להציג את הפרסומים והערות האחרונים ממשתמשים שבהם אתה מנוי.
uk_ua: Війдіть або зараєструйтесь щоб бачити останні публікації і коментарі від користувачів,на яких оформлена підписка

source: Comments
he_il: תגובות
uk_ua: Коментарі

source: Publication
he_il: מאמרים
uk_ua: Публікація

source: It seems that you have not left a single comment or not subscribed.
he_il: נראה שלא קיימות תגובות או אינך מנוי.
uk_ua: У вас ще немає коментарів.

source: Comment you publish and subscribe to other users, then you can track responses to your comments and to see new comments from users.Comment you publish and subscribe to other users, then you can track responses to your comments and to see new comments from users.
he_il: תגובתך לפרסם ולהירשם למשתמשים אחרים, אתה יכול לעקוב אחר תגובות להערות שלך ולראות תגובות ממשתמשים אחרים. תגובתך לפרסם של משתמשים אחרים וגם אתה יכול לעקוב אחר תגובות להערות שלך ולראות תגובות חדשות
uk_ua: Коментуйте публікації і підписуйтесь на інших користувачів,щоб отримувати нові коментарі ваших публікацій або користувачів на яких ви підписані, а також відповіді на ваші коментарі.

source: Publications yet
he_il: קבר פורסם
uk_ua: Публікацій поки немає

source: Maybe later, someone will post the news.
he_il: אולי מאוחר יותר, מישהו יפרסם את החדשות.
uk_ua: Можливо, пізніше зявляться нові публікації

source: Publishing
uk_ua: Публікації

source: You havent signed up anyone elses publication.
he_il: אתה עדיין לא נרשמת כדי לפרסום.
uk_ua: В вашій стрічці поки немає нових публікацій. Підписуйтесь на користувачів сайту,щоб бачити нові публікації

source: Go to the profile of the user and click the "Subscribe" button and you will be able to monitor his recent publications here.
he_il: עבור לפרופיל של המשתמש ולחץ על כפתור "הירשם", ואתה תהיה מסוגל לעקוב אחר הפרסומים האחרונים שלו כאן.
uk_ua: Перейдіть в профіль користувача, натисніть кнопку "Підписатись" і ви зможете слідкувати за його публікаціями тут.

source: comment for publication
uk_ua: коментарі к публікації

source: in reply to your comment
he_il: בתשובה להערה שלך
uk_ua: в відповідь на ваш коментар

source: Deleted user!
he_il: משתמש נמחק!
uk_ua: Сторінка користувача видалена

source: To delete all publications
he_il: למחיקת את כל פרסומים
uk_ua: Для видалення всіх публікацій

source: Your group has been removed!
he_il: הקבוצה שלך הוסרה!
uk_ua: Ваша група була видалена!

source: To edit the title, description or pictures of a group just click on this element
he_il: כדי לערוך את הכותרת, התיאור או תמונות של קבוצה פשוט לחץ על האלמנט הזה
uk_ua: Для редагування заголовку, опису чи зображення групи натисність на потрібний елемент

source: Add a description of the group
he_il: הוסף תיאור של הקבוצה
uk_ua: Додайте опис групи

source: The status of the group
he_il: המעמד של הקבוצה
uk_ua: Статус групи

source: Private group
he_il: קבוצה סגורה
uk_ua: Приватна група

source: ban the publication team members
uk_ua: Заборонити публікації учасникам групи

source: show group members
he_il: הצג חברי הקבוצה
uk_ua: Відображати учасників

source: to show the last image of the group
he_il: הציג את התמונה האחרונה של הקבוצה
uk_ua: Відображати останні зображення в групі

source: Category group (split by comma)
uk_ua: Категорії групи (розділяти комою)

source: Group settings
he_il: הגדרות של הקבוצה
uk_ua: Налаштування групи

source: To close the settings
he_il: סגור הגדרות
uk_ua: Закрити налаштування

source: Delete group
he_il: מחק את הקבוצה
uk_ua: Видалити групу

source: Requests to join the group
he_il: בקשות להצטרף לקבוצה
uk_ua: Запити на доступ в групу

source: Take
he_il: קבל
uk_ua: Одобрити

source: To leave the group
he_il: לעזוב את הקבוצה
uk_ua: Вийти з групи

source: Your application for membership is accepted
he_il: בקשתך לחברות התקבלה
uk_ua: Ваш запит на доступ в групу одобрений

source: To apply for membership
he_il: להגיש בקשה לחברות
uk_ua: Дозволено групам користувачів

source: Join
he_il: לְהִצְטַרֵף
uk_ua: Приєднатись

source: Group members
he_il: חברי קבוצה
uk_ua: Учасники групи

source: All members
he_il: כל החברים
uk_ua: Всі учасники

source: Access to the closed group privacy settings.
he_il: גישה להגדרות הפרטיות של קבוצה הסגורות.
uk_ua: Доступ закритий налаштуваннями приватності.

source: The last photo of the group
he_il: התמונה האחרונה של הקבוצה
uk_ua: Останні фото в групі

source: To publish a new entry in the group
he_il: לפרסם רשומה חדשה בקבוצה
uk_ua: Публікація нового поста в групі

source: Close form
he_il: סגור טופס
uk_ua: Закрити форму

source: Record publishing
uk_ua: Публікація запису

source: Display all records
uk_ua: Показати всі записи

source: Show
he_il: הצג
uk_ua: Показати

source: To be able to post comments you must be a member of this group
he_il: כדי שתוכל לפרסם תגובות אתה חייב להיות חבר בקבוצה זו
uk_ua: Для коментування ви повинні бути учасником групи

source: Access to content is closed privacy settings
he_il: כניסה וגישה פרטית לפורום
uk_ua: Контент закритий налаштуваннями приватності

source: (Comment hidden privacy settings)
he_il: (הערה הגדרות פרטיות נסתרות)
uk_ua: (контент прихований налаштуваннями приватності)

source: Record groups
uk_ua: Публікації груп

source: Add entry
he_il: הוסף כניסה
uk_ua: Додати

source: Edit
he_il: לעריכה
uk_ua: Редагувати

source: New
he_il: חדש
uk_ua: Новий

source: View
he_il: לראות
uk_ua: Дивитись

source: Search
he_il: חפש
uk_ua: Пошук

source: Not found
he_il: לא נמצא
uk_ua: Не знайдено

source: Cart is empty
he_il: עגלה רקה
uk_ua: Корзина порожня

source: Parent record
uk_ua: Батьківський запис

source: Groups
he_il: קבוצות
uk_ua: Групи

source: Popular Groups
he_il: קבוצות הפופולריות
uk_ua: Популярні групи

source: All categories
he_il: כל הקטגוריות
uk_ua: Всі категорії

source: Parent group
he_il: קבוצת אב
uk_ua: Батькіська група

source: Update
he_il: עדכן
uk_ua: Оновити

source: To add a new
he_il: להוסיף חדש
uk_ua: Додати новий

source: Separate with commas
uk_ua: Розділяти комою

source: To add or remove
he_il: להוסיף או להסיר
uk_ua: Додати або видалити

source: Click to use
he_il: לחץ לצפייה
uk_ua: Натиснути для використання

source: Settings Wp-Recall
he_il: הגדרות
uk_ua: Налаштування Wp-Recall

source: Creating groups is allowed
uk_ua: Створення груп дозволено

source: only Administrators
he_il: רק למנהלים
uk_ua: Тільки адміністраторам

source: Editors and older
uk_ua: Редакторам і старше

source: Authors and older
he_il: מחברים ואישורים
uk_ua: Авторам і старше

source: Participants and older
he_il: משתתפים ואישורים
uk_ua: Учасникам і старше

source: Publishing group
uk_ua: Публікації групи

source: All users
he_il: כל המשתמשים
uk_ua: Всі користувачі

source: Moderation of publications in the group
uk_ua: Модерація публікацій групи

source: To publish immediately
he_il: לפרסום מיידי
uk_ua: Публікувати зразу

source: Send for moderation
he_il: לשלוח לאישור לפי הפרשום
uk_ua: Відправити на модерацію

source: If used in moderation: To allow the user to see their publication before it is moderated, it is necessary to have on the website right below the Author
uk_ua: Якщо використовується модерація: для перегляду контенту публікації " "на модерації користувач повинен мати права не нижче Автора

source: To create a group
uk_ua: Створення групи

source: Group description
uk_ua: Опис

source: Private group. The access group just approved the request of the user.
uk_ua: Приватная група. Доступ в групу можливий тільки по схваленому запиту

source: Group avatar
uk_ua: Аватар групи

source: Сreate
uk_ua: Створити

source: You are not allowed to create new groups.
uk_ua: Вам не дозволено створювати нові групи.

source: Created group
he_il: צור קבוצה
uk_ua: Створені групи

source: Joined the group
he_il: תשרם לקבוצה
uk_ua: Вступив в групи

source: The user is not in group
he_il: משתמש זה אינו שייך לקבוצה
uk_ua: Користувач не перебуває в групі

source: Category in the group
he_il: קטגוריה בקבוצה
uk_ua: Категорії групи

source: Published in the group
he_il: פורסם בקבוצה
uk_ua: Публікація в групі

source: Request access to the group approved!
he_il: בקשת גישה לקבוצה אושרה!
uk_ua: Запит на доступ в групу схвалений!

source: The request to access the group rejected.
he_il: בקשת גישה לקבוצה נדחה.
uk_ua: Запит на доступ в групу відхилений.

source: Search group
he_il: חפש קבוצה
uk_ua: Пошук групи

source: Find
he_il: מצא
uk_ua: Знайти

source: Filter by
he_il: לסנן לפי
uk_ua: Фільтрувати по

source: Created date
he_il: נוצר בתאריך
uk_ua: Дата створення

source: By name
he_il: לפי שם
uk_ua: По імені

source: The number of records
he_il: מספר רשומות
uk_ua: По к-сті записів

source: Creator
he_il: מחבר
uk_ua: Засновник

source: Participants
he_il: משתתפים
uk_ua: Учасники

source: Remove from group
he_il: הסר מקבוצה
uk_ua: Видалити з групи

source: Attach image or download it
he_il: צרף תמונה או להוריד אותו
uk_ua: Вибрати зображення або завантажити

source: Cart
he_il: עגלה
uk_ua: Корзина

source: Title
he_il: כותרת
uk_ua: Заголовок

source: File does not exist on the server or it has already been loaded!
he_il: קובץ לא קיים בשרת או שהוא כבר טעון!
uk_ua: Файла немає на сервері або він був видалений

source: The file was loaded.
he_il: הקובץ נטען.
uk_ua: Файл завантажений

source: Private chat
he_il: צ'ט אישי
uk_ua: Приватний чат

source: Settings private messages
he_il: הגדרות הודעות פרטיות
uk_ua: Налаштування особистих повідомлень

source: Private messages
he_il: הודעות פרטיות
uk_ua: Особисті повідомлення

source: Displaying messages in the correspondence
he_il: מציג הודעות בהתכתבות
uk_ua: Відображення повідомлень в переписці

source: Top-Down
he_il: מלמעלה למטה
uk_ua: Зверху вниз

source: Bottom-Up
he_il: מלמטה למעלה
uk_ua: Знизу вверх

source: Limit words message
uk_ua: К-сть символів в повідомленні

source: the default is 400
uk_ua: За замовченням 400

source: The number of messages in the conversation
he_il: מספר ההודעות בשיחה
uk_ua: К-сть повідомлень в переписці

source: the default is 100 messages in the conversation (per correspondence user)
he_il: ברירת המחדל היא 100 הודעות בשיחת (לכל משתמש התכתבות)
uk_ua: За замовченням 100 повідомлень на кожну переписку користувача

source: Pause between requests for new posts to show per page of correspondence with another user in seconds
he_il: הפסקה בין בקשות להודעות חדשות כדי להראות לכל דף של התכתבות עם משתמש אחר בשניות
uk_ua: Пауза між запитами на отримання нових повідомлень в переписці секундах

source: The number of requests you receive a new message page correspondence
he_il: מספר הבקשות שתקבל התכתבות דף הודעה חדשה
uk_ua: К-сть запитів на отримання нових повідомлень в переписці

source: Specify the maximum number of requests to retrieve a new message from a friend on the page of correspondence.If the number of requests exceeds the specified value, then the requests will stop. If nothing is specified or you specify zero, then there is no limit.
uk_ua: Вкажіть максимальну к-сть запитів на отримання нових повідомлень на сторінці переписки,якщо к-сть не вказана або нуль, то обмежень немає

source: The pause between requests for new messages on all other pages of the website in seconds
he_il: ההפסקה בין בקשות להודעות חדשות על כל הדפים האחרים של האתר בשניות
uk_ua: Пауза між запитами на отримання нових повідомлень на всіх сторінках сайту секундах

source: If null, then the receipt of new messages only when the page loads, without subsequent requests
he_il: אם זה אפס, אז הקבלה של הודעות חדשות רק כאשר הדף נטען, בלי הבקשות הבאות
uk_ua: Якщо нуль, то запит надсилається лише при завантаженні сторінки сайта

source: Lock requests if the person offline
uk_ua: Запити,якщо співбесідник не в мережі

source: Do not block
uk_ua: Не блокувати

source: To block requests
uk_ua: Блокувати запити

source: We mean a request to retrieve new messages from the user to the page which you are
uk_ua: Маємо за увазі запити на отримання нових повідомлень від співбесідника

source: File sharing
he_il: שיתוף קבצים
uk_ua: Пересилання файлів

source: Prohibited
uk_ua: Заборонено

source: Maximum file size, Mb
uk_ua: Максимальний розмір файлів, МБ

source: To restrict downloading of files this value in megabytes. By default, 2MB
uk_ua: Обмежте розмір завантажуваного файла,вказав значення в мегабайтах. За замовченням 2МБ

source: The retention time of the file
uk_ua: Термін зберігання файлу

source: Specify the maximum number of unclaimed files in days. After this period, the file will be deleted. The default is 7 days.
uk_ua: Вкажіть максимальний термін зберігання файла на сервері, після якого він видаляється. За замовченням 7 днів.

source: Limit unmatched files
uk_ua: Ліміт неприйнятих файлів

source: Specify the number of files missed by the recipients in which the user loses the possibility of further transfer of files. Protection from spam. Default-without any restrictions.
uk_ua: Вкажіть максимальну к-сть неприйнятих файлів для одного користувача. Захист від спаму. За замовченням - без обмежень

source: Unblock
uk_ua: Розблокувати

source: In the black list
he_il: לרשימה שחורה
uk_ua: В чорний список

source: The user is forbidden to write to him
uk_ua: Користувач заборонив писати йому

source: Sign in to start a conversation with the user.
he_il: תכנס כדי לשלוח הודעה למשתמש זה
uk_ua: Авторизуйтесь для почату переписки з користувачем

source: Interlocutor
uk_ua: Співбесідник

source: All contacts
he_il: כל אנשי קשר
uk_ua: Всі контакти

source: <b>Enter</b> - line break, <b>Ctrl+Enter</b> - send
uk_ua: <b>Enter</b> - перенести стрічку, <b>Ctrl+Enter</b> - надіслати

source: Send
he_il: שלח
uk_ua: Надіслати

source: Important messages
he_il: הודעות חשובות
uk_ua: Важливі повідомлення

source: Here will display correspondence history
he_il: כאן יציג את ההיסטוריה התכתבות
uk_ua: Тут буде відображатись історія переписки

source: Show older messages
he_il: הצג הודעות ישנות יותר
uk_ua: Показати більш пізні повідомлення

source: days
he_il: ימים
uk_ua: дн.

source: month
he_il: חודש
uk_ua: місяць

source: all the time
he_il: כל הזמנים
uk_ua: весь час

source: Blacklist
he_il: רשימה שחורה
uk_ua: Чорний список

source: Important
uk_ua: Важливе

source: You havent been in conversation with
uk_ua: Ви ще ні з ким не вели переписку

source: Contacts not found!
he_il: איש קשר אינו נמצאה!
uk_ua: Контакти не знайдені!

source: Last message
he_il: הודעה הבא
uk_ua: Останнє повідомлення
