Repository: plechev-64/wp-recall
Catalog: languages/*.po
Languages: he_il, uk_ua

source: The chat history is missing
he_il: היסטוריית הצ'אט חסרה
uk_ua: Історія переписки не знайдена

source: Delete?
he_il: למחוק?
uk_ua: Видалити?

source: Uncheck
he_il: בטל
uk_ua: Зняти

source: Mark as important
he_il: סמן כחשוב
uk_ua: Позначити важливим

source: No posts found!
he_il: לא נמצאו מאמרים!
uk_ua: Повідомлення не знайдені!

source: Show more recent messages
he_il: הצג הודעות ישנות יותר
uk_ua: Показати більше останніх повідомлень

source: Your message has been sent!
he_il: הודעתך נשלחה!
uk_ua: Ваше повідомлення було доставлено!

source: The message is marked as read
he_il: הודעה סומנה כי נקראה
uk_ua: Повідомлення помічено як прочитане

source: You a new message!
he_il: יש לך הודעה חדשה!
uk_ua: Нове повідомлення!

source: Go to the correspondence
he_il: עבור להתכתבות
uk_ua: Перейти до переписки

source: Show more recent posts
he_il: הצג הודעות ישנות יותר
uk_ua: Показати більше останніх повідомлень

source: The file has been received, but not yet loaded.
uk_ua: Файл був відправлений,но не був завантажений.

source: The file was sent to the recipient.
uk_ua: Файл був відправлений отримувачу.

source: Link to sent the file
he_il: קישור לקובץ שנשלח
uk_ua: Посилання на файл

source: (accept files only from trusted sources)
uk_ua: (приймайте файли тільки від довіренних осіб)

source: The file was sent successfully.
he_il: הקובץ נשלח בהצלחהn
uk_ua: Файл був успішно надісланий

source: You have exceeded the limit on the number of uploaded files. Wait until the files sent previously will be accepted.
he_il: חרגתם ממגבלה על מספר הקבצים שהועלו. המתן עד שהקבצים שנשלחו בעבר יתקבלו.
uk_ua: Ви досягнути ліміту по к-сті файлів,що відправляються. Зачекайте поки файли ,відправлені раніше, будуть прийняті.

source: Removes the file from the server
he_il: מסיר את הקובץ מהשרת
uk_ua: Видаляю файл з серверу

source: You were sent a private message
he_il: נשלחה לך הודעה פרטית
uk_ua: Вам було відправлено повідомлення

source: from the user
he_il: מה משתמש
uk_ua: від користувача

source: You can read the message by clicking on the link:
he_il: אתה יכול לקרוא את ההודעה על ידי לחיצה על הקישור:
uk_ua: Ви можете прочитати повідомлення перейшовши за посиланням:

source: For you
he_il: בשבילך
uk_ua: Для вас

source: new message
he_il: הודעה חדשה
uk_ua: нове повідомлення

source: new messages
he_il: הודעות חדשות
uk_ua: нових повідомлень

source: Profile fields
he_il: שדות פרופיל
uk_ua: Поля профілю

source: Your profile was updated
he_il: הפרופיל שלך עודכן
uk_ua: Профіль оновлений

source: Very sorry, but your account has been deleted!
he_il: החשבון שלך נמחק!
uk_ua: На жаль, ваш акаунт був видалений

source: Back to main
he_il: לדף הבית
uk_ua: Повернутись на головну

source: Delete account failed! Go back and try again.
he_il: מחיקת החשבון נכשלה! חזור ונסה שוב.
uk_ua: Видалення акаунту не вдалось! Поверніться назад і повторіть спробу.

source: Profile settings and account
he_il: הגדרות פרופיל
uk_ua: Настройки профілю і акаунта

source: Profile and account
he_il: פרופיל וחשבון
uk_ua: Профіль і акаунт

source: Allow to delete users from your account?
uk_ua: Дозволити користувачам видаляти свій акаунт?

source: The maximum size of the avatar, Mb
uk_ua: Максимальний розмір аватару, МБ

source: To restrict the loading of images as avatars this value in megabytes. By default, 2MB
uk_ua: Обмежте розмір аватарів. За замовченням, 2МБ

source: Delete avatar
uk_ua: Видалити аватар

source: Your avatar has been removed
uk_ua: Ваш аватар був видалений

source: Profile
he_il: פרופיל
uk_ua: Профіль

source: User profile
he_il: פרופיל משתמש
uk_ua: Профіль користувача

source: Admin toolbar
uk_ua: Панель адміна

source: Show the admin bar when viewing site
uk_ua: Відображати панель адміна на сайті

source: Login
he_il: כניסה
uk_ua: Логін

source: Firstname
he_il: שם פרטי
uk_ua: Імя

source: Surname
he_il: שם משפחה
uk_ua: Прізвище

source: Nickname
he_il: שם משתמש
uk_ua: Нікнейм

source: Display name
he_il: הצג שם
uk_ua: Яке відображати

source: Your website
he_il: האתר שלך
uk_ua: Веб-сайт

source: New password
he_il: סיסמה חדשה
uk_ua: Новий пароль

source: If you want to change your password - enter new
he_il: לשינוי הסיסמה לחץ על אישור
uk_ua: Якщо бажаєте змінити пароль - введіть новий

source: Repeat the new password
he_il: חזור על הסיסמה החדשה
uk_ua: Повторіть пароль

source: The password strength indicator
uk_ua: Сила паролю

source: A password is not entered
he_il: סיסמה לא נכונה
uk_ua: Пароль не введений

source: Note
he_il: הערה
uk_ua: Примітка

source: The password must be at least 7 characters
he_il: הסיסמה חייבת להיות 7 תווים לפחות
uk_ua: Пароль повинен вміщувати не менше 7 символів

source: Update profile
he_il: עדכן פרופיל
uk_ua: Оновити профіль

source: Are you sure? Then restore will not work!
uk_ua: Ви впевнені? Відновити не вийде!

source: To delete your profile
he_il: למחוק את הפרטים שלך
uk_ua: Видалення профілю

source: Fields to display in the profile note ticks.
uk_ua: Поля,що відображаються в профілі

source: Manage profile fields
he_il: ניהול שדות פרופיל
uk_ua: Керування полями профілю

source: required field
he_il: שדה חובה
uk_ua: обовязкове поле

source: to display the registration form
he_il: כדי להציג את טופס ההרשמה
uk_ua: відображати в формі реєстрації

source: display at checkout for guests
he_il: תצוגה בקופה לאורחים
uk_ua: відображати при оформленні замовленням для гостей

source: to show the content to other users
he_il: להראות את התוכן למשתמשים נוספים
uk_ua: відображати для інших користувачів

source: it only changes the administration of the site
uk_ua: може редагуватись тільки адміністрацією

source: Login user
he_il: כניסה למשתמש
uk_ua: Логін користувача

source: Username
he_il: שם פרטי
uk_ua: Логін

source: Surname user
he_il: שם משפחה
uk_ua: Імя користувача

source: Nickname user
he_il: ao vna,na
uk_ua: Нікнейм користувча

source: Display name user
he_il: הצג שם המשתמש
uk_ua: Яке відображати

source: Емейл (be sure)
he_il: מייל
uk_ua: E-mail (обовязково)

source: Емейл user
he_il: מייל של המשתמש
uk_ua: E-mail користувача

source: Website
he_il: אתר
uk_ua: Веб-сайт

source: Website user
he_il: אתר ל המשתמש
uk_ua: Веб-сайт користувача

source: User status
he_il: מצב המשתמש
uk_ua: Статус користувача

source: Not selected
he_il: פריט לא נבכר
uk_ua: Не обрано

source: The publish settings
he_il: הגדרות לפרסום
uk_ua: Налаштування публікації

source: General settings
he_il: הגדרות ראשי
uk_ua: Загальні налаштування

source: Page publishing and editing records
uk_ua: Сторінка публікації і редагування

source: Required for proper formation of links to edit records, you must specify the page where the shortcode is [public-form] no matter where displayed the very form of publication this page will be used to edit the entry
uk_ua: Обовязково вкажіть посилання для редагування публікацій,вкажіть сторінку з шорткодом [public-form] і вона буде використовуватись не тільки для публікації, але й для її редагування

source: Display information about the author
he_il: הצג מידע על המחבר
uk_ua: Відображати інформацію про автора

source: Disabled
he_il: נכובה
uk_ua: Відключено

source: Included
he_il: כולל
uk_ua: Підключено

source: Tab list of publications
he_il: רשימת המאמרים
uk_ua: Вкладка публікацій користувача

source: List of publications of the user
he_il: רשימת מאמרים של המחבר
uk_ua: Список публікацій користувача

source: Only the owner of the account
he_il: רק הבעלים של החשבון
uk_ua: Тільки господарю кабінета

source: Show everyone including guests
he_il: הצג כל האורחים
uk_ua: Показувати всім,включаючи гостей

source: Category
he_il: קטגוריה
uk_ua: Категорія

source: Authorized headings
uk_ua: Категорії для вибору

source: ID columns in which permitted the publication should be separated by commas. This setting is common to all forms of publication, but it is possible to specify the desired category in shortcode forms, for example: [public-form cats="72,149"] or for each form separately on the page generate custom fields
uk_ua: Індетифікатори категорій розділяються комою. За замовченням, це налаштування діє для всіх форм публікації типу post,але можна вказувати категорії безпосередньо к шорткоді [public-form cats="72,149"]

source: It is better to specify the parent category, then their child will be withdrawn automatically.
uk_ua: Рекомендується вказувати батьківські категорії, тоді дочірні категорії будуть виведені автоматично

source: Number of columns to select
uk_ua: К-сть для вибору

source: Form of publication
he_il: צורת הפרסום
uk_ua: Форма публікації

source: Text editor
uk_ua: Текстовий редактор

source: WP-RECALL editor
uk_ua: Редактор WP-RECALL

source: WordPress editor
uk_ua: Редактор WordPress

source: Images sizes
uk_ua: Розміри зображень

source: Default: 800,600
uk_ua: За замовченням: 800,600

source: Available buttons Editor
uk_ua: Дозволені кнопки в редакторі

source: Text
he_il: טקסט
uk_ua: Текст

source: Upload images
uk_ua: Завантаження зображень

source: View editor WP
uk_ua: Вид редактора WP

source: Visual Editor
uk_ua: Візуальний редактор

source: HTML-Editor
uk_ua: HTML-Редактор

source: Number of images in the gallery Wp-Recall
uk_ua: К-сть зображень в галереї Wp-Recall

source: The maximum image size, Mb
uk_ua: Максимальний розмір зображень, МБ

source: The size in the editor by default
uk_ua: Розмір зображень в редакторі за замовченням

source: Select the picture size in the silence of their use in the visual editor during the publishing process
uk_ua: Виберіть розмір зображень при їх розміщенні в контенті візуального редактора

source: The output form of publication
uk_ua: Вивід форми публікації в особистому кабінеті

source: Do not display
he_il: אל תציג
uk_ua: Не виводити

source: Output
uk_ua: Виводити

source: The form ID
uk_ua: Ідентифікатор форми

source: Enter the form ID to the conclusion in the personal Cabinet. The default is 1
uk_ua: Введіть ідентифікатор форми публікації в особистому кабінеті. За замовченням 1

source: Publication of records
uk_ua: Публікація записів

source: Republishing is allowed
he_il: אפשר לפרסם מחדש
uk_ua: Публікація дозволена

source: Moderation of publications
uk_ua: Модерацій публікацій

source: Editing
uk_ua: Редагування

source: Frontend editing
uk_ua: Фронтенд редагування

source: Administrators
uk_ua: Адміністратори

source: Editors
uk_ua: Редактори

source: Authors
uk_ua: Автори

source: Time limit editing
uk_ua: Обмеження часу редагування

source: Limit editing time of publication in hours, by default: unlimited
uk_ua: Обмежте час редагування публікації, за замовченням: без обмежень

source: Tags
he_il: תגיות
uk_ua: Теги

source: Displaying a list of tags
uk_ua: Вивід списка тегів

source: Limit the output
uk_ua: Обмеження виводу

source: IDs of tags separated by commas, default displays all
uk_ua: Індетифікатори тегів через кому, за замовченням виводяться всі

source: Custom fields
he_il: שדות מותאמים אישית
uk_ua: Довільні поля

source: Settings only for fields created using the form of the publication wp-recall
uk_ua: Налаштування тільки для полів, створених для форми публікації WP-Recall

source: Automatic withdrawal
uk_ua: Автоматичне відображення

source: Place output fields
uk_ua: Місце відображення полів

source: After the content recording
he_il: לאחר הקלטת התוכן
uk_ua: Після контенту публікації

source: On content recording
he_il: בהקלטת תוכן
uk_ua: Над контентом публікації

source: The URL to the image
uk_ua: URL до зображення

source: Insert image
he_il: הכנס תמונה
uk_ua: Додати зображення

source: Media library user
he_il: ספריית מדיה של משתמש
uk_ua: Медіабібліотека користувача

source: Images in the media library is not found!
he_il: לא נמצאו תמונות בקטגוריה!
uk_ua: Зображення в бібліотеці не знайдені!

source: Upload to your image and you will be able to use them in future from your media library.
he_il: העלה את התמונה שלך ותוכל להשתמש בם בעתיד מספריית המדיה שלך.
uk_ua: Завантажте зображення, щоб в майбутнього мати змогу використовувати їх з медіабібліотеки.

source: Description
uk_ua: Опис

source: Click on Priceline the image to add it to the content of the publication
he_il: לחץ על התמונה כדי להוסיף אותו לתוכן הפרסום
uk_ua: Натисність за завантажуване зображення,щоб добавити його в контент

source: Display all attached images in the gallery.
he_il: להציג את כל התמונות המצורפות בגלריה.
uk_ua: Відображати прикріплені зображення в галереї

source: Thumbnail
he_il: תמונה ממוזערת
uk_ua: Мініатюра

source: To assign a thumbnail
he_il: להקצות תמונה ממוזערת
uk_ua: Назначити мініатюру

source: Records
he_il: רשומות
uk_ua: Записи

source: Posts
he_il: הודעות
uk_ua: Публікації

source: on approval
he_il: ממתין לאישור
uk_ua: на модерації

source: deleted
he_il: נמחק
uk_ua: видалений

source: publish
he_il: פורסם
uk_ua: опублікований

source: Available forms
uk_ua: Доступні форми

source: To add another form
he_il: להוסיף צורה n
uk_ua: Додати ще форму

source: Form ID
uk_ua: Індетифікатор форми

source: To remove all fields
he_il: להסיר את כל השדות
uk_ua: Видалити всі поля

source: Вы уверены?
he_il: אתה בטוח?
uk_ua: Ви впевнені?

source: Arbitrary form fields publishing
uk_ua: Довільні поля форми публікації

source: featured
he_il: מומלצים
uk_ua: головне

source: The publication has been successfully removed!
he_il: הפרסום הוסר בהצלחה!
uk_ua: Публікація була успішно видалена!

source: To publish
he_il: לפרסם
uk_ua: Публікувати

source: To add a media file
he_il: להוסיף קובץ מדיה
uk_ua: Добавити медіафайл

source: Error publishing!
uk_ua: Помилка публікації!

source: has not yet been published
he_il: טרם פורסם
uk_ua: поки не було опубліковано

source: Published
he_il: פורסם
uk_ua: Опубліковані

source: Preview
uk_ua: Перегляд

source: Are you seriously
uk_ua: Ви серйзоно

source: Delete post
uk_ua: Видалити публікацію

source: or enter its cause
uk_ua: або введіть свою

source: Without notice
uk_ua: Без оповіщення

source: Not correspond the subject
uk_ua: Не відповідає тематиці

source: The publication does not correspond to the subject site
uk_ua: Не відповідає тематиці сайту

source: Not furnished
uk_ua: Не оформлено

source: Publication is not formalized under the rules
uk_ua: Публікація не оформлена за правилами

source: Advertising/Spam
uk_ua: Реклама/Спам

source: Publication labeled as advertising or spam
uk_ua: Публікація помічена як реклама чи спам

source: Use the blank notice
uk_ua: Використовуйте заготовку оповіщення

source: You can not edit this publication :(
uk_ua: Ви не можете редагувати цю публікацію

source: Sorry, but you have no rights to publish within groups :(
he_il: מצטער, אבל אין לך זכויות לפרסם בתוך קבוצות :(
uk_ua: Вибачте,але ви не можете публікувати в цій групі

source: You must be logged in to post. Login or register
he_il: אתה חייב להיות מחובר כדי לכתוב. התחבר או הירשם
uk_ua: Ви повинні бути авторизовані для публікації. Ввійдіть або зареєструйтесь

source: Sorry, but you have no right<br>to publish the records on this site :(
he_il: מצטער, אבל אין לך <br> זכות לפרסם הרשומות באתר זה :(
uk_ua: Вибачте,але ви не можете публікувати на цьому сайті

source: Being sent, please wait...
he_il: נשלח, אנא המתן ...
uk_ua: Іде відправлення, зачекайте...

source: Select a tag from the list
uk_ua: Виберіть тег з списка

source: Text Box
uk_ua: Текстовий блок

source: Subtitle
uk_ua: Підзаголовок

source: Image
uk_ua: Зображення

source: HTML- code
uk_ua: HTML-код

source: Enter your tags
uk_ua: Ввведіть свої теги

source: Add your tags
uk_ua: Додайте свої теги

source: Each tag is separated with Enter
uk_ua: кожен тег розділяється натиском кнопки Enter

source: Select an image
uk_ua: Виберіть зображення

source: select a template output stories where
uk_ua: Виберіть шаблон для виводу історії, де

source: %USER% - name of the voted
uk_ua: %USER% - імя того,хто голосував

source: %VALUE% - rated value
uk_ua: %VALUE% - значення голосу

source: %DATE% - date of changing the rating
uk_ua: %DATE% - дата голосу

source: %COMMENT% - link to comment
uk_ua: %COMMENT% - посилання на коментар

source: %POST% - link to publication
uk_ua: %POST% - посилання на публікацію

source: Type of rating for
uk_ua: Тип рейтинга для

source: Plus/minus
uk_ua: Плюс/Мінус

source: I like
he_il: האבתי
uk_ua: Мені подобається

source: Overall rating
uk_ua: Загальний рейтинг

source: Sum votes values
uk_ua: Сума значень голосів

source: Number of positive and negative votes
uk_ua: К-сть позитивних і негативних голосів

source: Limit of one vote per user
uk_ua: Обмеження голосів на одного користувача

source: Positive votes
uk_ua: Позитивні голоси

source: Number
he_il: מספר
uk_ua: К-сть

source: Time
he_il: שעה
uk_ua: Час

source: Negative votes
uk_ua: Негативні голоси

source: Note: Time in seconds
uk_ua: Замітка: час в секундах

source: The rating
uk_ua: Рейтинг

source: Points for ranking
uk_ua: Бали рейтингу

source: set how many points the ranking will be awarded for a positive vote or how many points will be subtracted from the rating for a negative vote
he_il: להגדיר כמה נקודות הדירוג יוענק להצבעה חיובית או כמה נקודות יופחת מהדירוג להצבעה שלילית
uk_ua: вкажіть значення рейтингу для позитивного чи негативного голосу за публікацію

source: The influence of rating %s on the overall rating
uk_ua: Вплив рейтинга %s на загальний рейтинг користувача

source: Template output stories in the overall ranking
uk_ua: Шаблон виводу історії в загальному рейтингу користувача

source: voted
uk_ua: голосував

source: Rating settings
he_il: הגדרות דירוג
uk_ua: Налаштування рейтингу

source: Allow to bypass the moderation of publications at achievement rating
uk_ua: Вплив рейтингу на модерацію публікацій

source: specify the rating level at which the user will get the ability to post without moderation
he_il: לציין את רמת הדירוג שבו המשתמש יקבל את היכולת לפרסם בלי מתינות
uk_ua: користувачі з вказаним рівне рейтингу або вищим зможуть публікувати без модерації

source: View results
uk_ua: Перегляд результатів

source: specify the user group which is allowed to view votes
uk_ua: вкажіть групу користувачів,що мають доступ до перегляду голосів

source: Deleting your voice
uk_ua: Видалення свого голоса

source: To disable the rating for publication
he_il: לביטול את הדירוג לפרסום
uk_ua: Відключити рейтинг для публікації

source: Correction
uk_ua: Коригування

source: comment
he_il: תגובתך
uk_ua: коментар

source: Rating changes not made
uk_ua: Змін в рейтингу не знайдено

source: Rating
he_il: דירוג
uk_ua: Рейтинг

source: rating
he_il: דירוג
uk_ua: рейтинг

source: To remove your vote
he_il: להסיר את הצבעה
uk_ua: Видалити голос

source: minus
he_il: פחות
uk_ua: мінус

source: plus
he_il: יותר
uk_ua: плюс

source: exceeded the limit of votes for the period - %d seconds
uk_ua: перевищення обмеження голосів протягом %d секунд

source: You can not vote
uk_ua: Ви не можете голосувати

source: Reviews
he_il: ביקורות
uk_ua: Відгуки

source: You dont have that right!
uk_ua: Ви не маєте на це прав!

source: You left a review
uk_ua: Вам залишили відгук

source: You have been leaving feedback
uk_ua: Вам був залишений відгук

source: You can read the message by clicking on
he_il: אתה יכול לקרוא את ההודעה על ידי לחיצה על
uk_ua: Ви можете прочитати повідомлення, натиснувши на

source: the link
he_il: קישור זה
uk_ua: посилання

source: Settings reviews
uk_ua: Налаштування відгуків

source: To accept and leave feedback can
uk_ua: Залишати й приймати відгуки можуть

source: With published posts
he_il: יחד עם הודעות שפורסמו
uk_ua: Тільки з опублікованими записами

source: Restriction rated
uk_ua: Обмеження по рейтингу

source: the default not limited
uk_ua: за замовченням без обмежень

source: leave a review
he_il: עזוב את הסקירה
uk_ua: залишив відгук

source: You have not left any reviews
he_il: עדיין אין ביקורות
uk_ua: Вам ще не залишали відгуків

source: The user has no reviews yet
he_il: למשתמש עדיין אין ביקורות
uk_ua: У користувача поки немає відгуків

source: Members with a value rating of less than %d can not leave a review.
uk_ua: Користувачі зі значенням рейтингу менше ніж %d не можутб залишати відгук

source: Users without published records cannot accept and add reviews.
he_il: ללא התחברות אין אפשרות לרשום או להוסיף ההרות.
uk_ua: Користувачі без опублікованих записів не можуть приймати або залишати відгуки.

source: Review text
uk_ua: Текст відгуку

source: Positively
he_il: חיובי
uk_ua: Позитивно

source: Neutral
he_il: ניטרלי
uk_ua: Нейтрально

source: Negatively
he_il: שלילי
uk_ua: Негативно

source: Add a review
he_il: הוסף ביקורת
uk_ua: Додати відгук

source: Payment systems
he_il: שיטת תשלום
uk_ua: Платіжні системи

source: Payment
he_il: תשלום
uk_ua: Оплата замовлення

source: Type of payment
he_il: סוגי תשלום
uk_ua: Тип платежу

source: Funds from the personal account user
he_il: כספים המשתמש בחשבון אישי
uk_ua: Оплата з особистого рахунку користувача

source: Directly through the payment system
he_il: ישירות דרך מערכת התשלומים
uk_ua: Оплата через платіжні системи

source: To offer both options
he_il: להציע שני האפשרויות
uk_ua: Запропонувати обидва варіанти

source: If the connection to the payment aggregator not in use, it is possible to set only "Funds from the personal account user"!
he_il: אם החיבור לצובר תשלום אינו בשימוש, ניתן להגדיר רק "קרנות ממשתמש החשבון האישי"!
uk_ua: Якщо підключення до платіжного агрегату немає, то використовуйте оплату <b>тільки з особистого рахунку користувача!</b>

source: The connection to payment aggregator
he_il: החיבור לצורך השלום
uk_ua: Підключення до платніжного агрегату

source: Used type of connection
he_il: סוג החיבור
uk_ua: Тип підключенням

source: Not used
he_il: לא בשימוש
uk_ua: Не використовується

source: Robokassa
uk_ua: Робокасса

source: Interkassa
uk_ua: Интеркасса

source: WalletOne
uk_ua: Единная касса

source: Yandex.Kassa
uk_ua: Яндекс.Касса

source: not tested
uk_ua: не тестувалось

source: Connection settings ROBOKASSA
uk_ua: Налаштування підключення Робокассы

source: The ID of the store
uk_ua: Ідентифікатор магазину

source: 1 Password
uk_ua: Перший пароль

source: 2 Password
uk_ua: Другий пароль

source: The status of the account ROBOKASSA
uk_ua: Статус акаунта Робокассы

source: Work
uk_ua: Працюючий

source: Test
uk_ua: Тестовий

source: Connection settings Interkassa
uk_ua: Налаштування підключення Интеркассы

source: Secret Key
uk_ua: Секретний ключ

source: Test Key
uk_ua: Тестовий ключ

source: The status of the account Interkassa
uk_ua: Статус акаунту Интеркассы

source: Connection settings WalletOne
uk_ua: Налаштування підключення Единой кассы

source: Merchant ID
uk_ua: Індетифікатор магазину

source: The secret key
uk_ua: Секретний ключ

source: Connection settings Yandex.Kassa
uk_ua: Налаштування підключення Яндекс.Кассы

source: ID cash
uk_ua: Ідентифікатор кошелька

source: The room showcases
uk_ua: Вітрина

source: The secret word
uk_ua: Секретне слово

source: Service page payment systems
uk_ua: Сервісні сторінки платіжних систем

source: Page RESULT
uk_ua: Сторінка RESULT

source: For WalletOne: URL script
uk_ua: Для Единой кассы: URL скрипта

source: For Interkassa: URL of interaction
uk_ua: Для Интеркассы: URL взаємодії

source: For Yandex.Cash: checkURL and avisoURL
uk_ua: Для Яндекс.Кассы: checkURL і avisoURL

source: Page SUCCESS
uk_ua: Сторінка SUCCESS

source: For WalletOne: not use
uk_ua: Для Единой кассы: не використовується

source: For Interkassa: successful payment URL
uk_ua: Для Интеркассы: URL успішного платежу

source: Page FAIL
uk_ua: Сторінка FAIL

source: The successful payment page
uk_ua: Сторінка успішного платежу

source: Personal account
he_il: חשבון אישי
uk_ua: Особистий кабінет

source: Payments
he_il: תשלומים
uk_ua: Платежі

source: The change in the balance
he_il: שינוי במאזן
uk_ua: Зміни на балансі

source: Deposit
he_il: הפקדה
uk_ua: Поповнити

source: To recharge your account
he_il: להטענת החשבון שלך
uk_ua: Для поповнення особистого рахунку
